Repository: ZengDevapps/TopIsland
Catalog: */TopIsland.po
Languages: fr

source: % charged !
fr: % chargé !

source: (0 = very close to 10 = very distant) See info icon for more information
fr: (0 = très proche, 10 = très éloigné) Voir l'icône d'information.

source: 0 dBm 0-1 meter Very close, direct contact 1 dBm 1-2 meters Immediate proximity 2 dBm 2-3 meters Very close 3 dBm 3-4 meters Close 4 dBm 4-5 meters Beginning of dispersion 5 dBm 5-6 meters Stable signal 6 dBm 6-7 meters Beginning of attenuation 7 dBm 7-8 meters Moderate signal 8 dBm 8-9 meters Attenuated signal 9 dBm 9-10 meters Weak signal 10 dBm 10-11 meters Connection limit
fr: 0 dBm 0-1 mètre Très proche, contact direct 1 dBm 1-2 mètres Proximité immédiate n 2 dBm 2-3 mètres Très proche 3 dBm 3-4 mètres Proche 4 dBm 4-5 mètres Début de dispersion 5 dBm 5-6 mètres Signal stable n 6 dBm 6-7 mètres Début de l'atténuation 7 dBm 7-8 mètres Signal modéré 8 dBm 8-9 mètres Signal atténué 9 dBm 9-10 mètres Signal faible 10 dBm 10-11 mètres Limite de connexion

source: About
fr: À propos

source: Above
fr: Au-dessus

source: Abrir Correo
fr: Ouvrir le mail

source: Access log
fr: Journal d'accès

source: Add to white list
fr: Ajouter à la liste blanche

source: Add to white liste
fr: Ajouter à la liste blanche

source: Air Quality (AQI)
fr: Qualité de l'air (AQI)

source: An error occurred. Please verify your connection details or your internet access.
fr: Une erreur s'est produite. Veuillez vérifier vos informations de connexion ou votre accès Internet.

source: An unexpected error has occurred. Please verify your connection details and your internet access.
fr: Une erreur inattendue s'est produite. Veuillez vérifier vos informations de connexion et votre accès Internet.

source: AQI index
fr: Index AQI

source: AQI index : China
fr: Index AQI : Chine

source: AQI index : India
fr: Index AQI : Inde

source: AQI index : US
fr: Index AQI : USA

source: at
fr: à

source: Auto close notification
fr: Notification de fermeture automatique

source: Auto lock and unlock (dBm)
fr: Verrouillage et déverrouillage automatiques (dBm)

source: Battery
fr: Batterie

source: Battery information
fr: Informations sur la batterie

source: Battery sound
fr: Son de la batterie

source: Below
fr: En dessous

source: Big hour
fr: Grande heure

source: Black
fr: Noir

source: Bluetooth device
fr: appareil Bluetooth

source: Calendar app
fr: Application Calendrier

source: Cancel
fr: Annuler

source: Change color
fr: Changer de couleur

source: Check
fr: Vérifier

source: Check every
fr: Vérifiez chaque

source: Check Mail
fr: Vérifier le courrier

source: China
fr: Chine

source: Choose a.desktop file !
fr: Choisissez un fichier .desktop !

source: Choose your color
fr: Choisissez votre couleur

source: Choose your timer alarm in the settings
fr: Choisissez votre alarme de minuterie dans les paramètres

source: Clear log
fr: Effacer le journal

source: Close
fr: Fermer

source: Comprobar ahora
fr: Vérifier maintenant

source: Connection to the server successful.
fr: Connexion au serveur réussie.

source: Custom shortcuts
fr: Raccourcis personnalisés

source: Date color
fr: Couleur de la date

source: Default
fr: Défaut

source: Delay to go back to initial position
fr: Délai pour revenir à la position initiale

source: Delete
fr: Supprimer

source: Description here
fr: Description ici

source: Description here...
fr: Description ici...

source: Detect if the microphone is in use
fr: Détecter si le microphone est utilisé

source: Detect if the webcam is in use
fr: Détecter si la webcam est en cours d'utilisation

source: Device name :
fr: Nom de l'appareil :

source: Enables new sounds when the charger is plugged in or unplugged.
fr: Active de nouveaux sons lorsque le chargeur est branché ou débranché.

source: Enter a command without sudo (ex : apt update)
fr: Entrez une commande sans sudo (ex : apt update)

source: Enter your command here
fr: Entrez votre commande ici

source: Execute command without disable immutable service
fr: Exécuter la commande sans désactiver Deepin immutable

source: Extend battery life
fr: Prolonger la durée de vie de la batterie

source: Feeling temp color
fr: Couleur de la température ressentie

source: Folders
fr: Dossiers

source: Follow me
fr: Suivez-moi

source: Follow Me
fr: Suivez-moi

source: For best performance, consider disabling the sounds for “Insert” “Remove” and “Low Battery.” Click on the small settings button to go to Deepin Control Center in the Sound Effects section.
fr: Pour de meilleures performances, pensez à désactiver les sons pour « Insérer », « Supprimer » et « Batterie faible ». Cliquez sur le petit bouton Paramètres pour accéder au Centre de contrôle Deepin dans la section Effets sonores.

source: From :
fr: Depuis :

source: Full screenshot
fr: Capture d'écran complète

source: Full With delay
fr: Complet avec retard

source: General
fr: Général

source: Good
fr: Bon

source: Hazardous
fr: Dangereux

source: Heavy pollution
fr: Forte pollution

source: Hour color
fr: Couleur de l'heure

source: Immutable mode
fr: Mode immuable

source: India
fr: Inde

source: Intervalo entre comprobaciones
fr: Intervalle entre les vérifications

source: It is recommended to unplug the charger.
fr: Il est recommandé de débrancher le chargeur.

source: Launch app
fr: Lancer l'application

source: Low battery !
fr: Batterie faible !

source: Mail app
fr: Application de messagerie

source: Mail from
fr: Courrier de

source: Mail start
fr: Début du courrier

source: Maximum 145 characters for optimal display
fr: 145 caractères maximum pour un affichage optimal

source: Minute color
fr: Couleur des minutes

source: Moderate
fr: Modéré

source: Moderate pollution
fr: Pollution modérée

source: New mail
fr: Nouveau mail

source: Notification if battery is at 25%
fr: Notification si la batterie est à 25 %

source: Notification if battery is at 80%
fr: Notification si la batterie est à 80%

source: Notification sound
fr: Son de notification

source: Object :
fr: Objet :

source: Only 25% remaining. Plug in the charger.
fr: Il ne reste que 25 %. Branchez le chargeur.

source: Open your mailbox
fr: Ouvrez votre boîte aux lettres

source: Password
fr: Mot de passe

source: Please select minute / second
fr: Veuillez sélectionner les minutes / secondes

source: Poor
fr: Médiocre

source: Preferencias
fr: Préférences

source: Quit
fr: Quitter

source: Reset
fr: Réinitialiser

source: Run
fr: Exécuter

source: Run a command
fr: Exécuter une commande

source: Salir
fr: Sortir

source: Satisfactory
fr: Satisfaisant

source: Save
fr: Sauvegarder

source: Schedule
fr: Programmer

source: Screen scroll
fr: Défilement de l'écran

source: Screenshot
fr: Capture d'écran

source: Screen video record
fr: Enregistrement vidéo de l'écran

source: Search engine
fr: Moteur de recherche

source: Security
fr: Sécurité

source: Security white list
fr: Liste blanche de sécurité

source: See file with file manager
fr: Voir le fichier avec le gestionnaire de fichiers

source: See white liste
fr: Voir la liste blanche

source: Select window
fr: Sélectionner la fenêtre

source: Server
fr: Serveur

source: Session auto Lock & Unlock
fr: Verrouillage et déverrouillage automatiques de la session

source: Settings
fr: Paramètres

source: Severe
fr: Grave

source: Severe pollution
fr: Pollution grave

source: Show status icon on Top Island when RSIS is disabled
fr: Afficher l'icône d'état sur l'îlot supérieur lorsque RSIS est désactivé

source: Show widget on the center of your desktop (hour, weather, AQI)
fr: Afficher le widget au centre de votre bureau (heure, météo, IQA)

source: Signal strength
fr: Force du signal

source: Slight pollution
fr: Légère pollution

source: Stacking
fr: Position

source: Support Me ;)
fr: Soutenez-moi ;)

source: Support me to offer free programs for Deepin Linux
fr: Soutenez-moi pour proposer des programmes gratuits pour Deepin Linux

source: Temperature color
fr: Couleur de la température

source: Theme
fr: Thème

source: The stability and security of your system is not optimal !
fr: La stabilité et la sécurité de votre système ne sont pas optimales !

source: The timer is finished.
fr: Le minuteur est terminé.

source: Timer
fr: Minuteur

source: Timer alarm
fr: Alarme de minuterie

source: Timer alarm :
fr: Alarme de minuterie :

source: Title
fr: Titre

source: Top Island Specially developed for Deepin 25.
fr: Top Island Spécialement développé pour Deepin 25.

source: Top Island Specially developed for Deepin 25. Several practical utilities for your Deepin system: - Timer - Mail notification - Security - Rock-Solid immutable system - Floating Bar And other utilities
fr: Top Island Spécialement développé pour Deepin 25. Plusieurs utilitaires pratiques pour votre système Deepin : - Minuterie - Notification par e-mail - Sécurité - Système immuable à toute épreuve - Barre flottante Et d'autres utilitaires

source: Transparency
fr: Transparence

source: Transparency of Top Island
fr: Transparence de Top Island

source: Unable to connect to the server. Please check your details.
fr: Impossible de se connecter au serveur. Veuillez vérifier vos informations.

source: Unhealthy
fr: Malsain

source: Unhealthy for Sensitive Groups
fr: Mauvais pour les groupes sensibles

source: US
fr: USA

source: User
fr: Utilisateur

source: Use with caution ! If you are unsure, do not use this function.
fr: À utiliser avec précaution ! En cas de doute, n'utilisez pas cette fonction.

source: Utilities
fr: Utilitaires

source: Very poor
fr: Très médiocre

source: Very Unhealthy
fr: Très malsain

source: Weather
fr: Météo

source: Weather color
fr: Couleur de la méteo

source: With delay
fr: Avec retard

source: Writable status
fr: Statut inscriptible

source: Your system stability and security is optimal.
fr: La stabilité et la sécurité de votre système sont optimales.
